Repository: temoki/icar
Catalog: App/ICar/Localizable.xcstrings
Source language: en
Languages: ja

source: Already locked
ja: すでに施錠されています

source: Already unlocked
ja: すでに解錠されています

source: Car
ja: 車

source: Check
ja: 確認する

source: Check my car
ja: 車を確認する

source: Check my car state
ja: 車の状態を確認する

source: Lock my car
ja: 車を施錠する

source: Lock my car's doors
ja: 車のドアを施錠する

source: Locked
ja: 施錠しました

source: Locking failed
ja: 施錠できませんでした

source: Locking...
ja: 施錠中...

source: My iCar
ja: わたしの iCar

source: Requsting...
ja: リクエスト中...

source: Skip confirmation
ja: 確認を省略する

source: Unlock my car
ja: 車を解錠する

source: Unlock my car's doors
ja: 車のドアを解錠する

source: Unlocked
ja: 解錠しました

source: Unlocking failed
ja: 解錠できませんでした

source: Unlocking...
ja: 解錠中...

source: Would you like to lock your car?
ja: 車両を施錠しますか？

source: Would you like to unlock your car?
ja: 車両を解錠しますか？

source: Your car is locked
ja: あなたの車は施錠されています

source: Your car is unlocked
ja: あなたの車は解錠されています
